<template>
  <omsp-container>
    <template v-slot:body>
      <div style="height: 1px;width: 100%" />
      <h1 class="title">隐私保护政策及用户协议</h1>
      <div class="date">
        更新日期：2020年2月12日
      </div>
      <div class="date">
        生效日期：2020年2月13日
      </div>
      <div class="text">
        <p>
          您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。鉴于此，“运维服务平台”APP和服务提供者（或简称“我们”）制定本《隐私保护政策及用户协议》并提醒您，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。一旦您开始使用“运维服务平台”APP或服务，即表示您已充分阅读、理解并接受《隐私保护政策及用户协议》的全部内容，成为本平台用户。
        </p>
        <p>本《隐私保护政策及用户协议》适用于“运维服务平台”APP及服务。</p>

        <span style="margin-left: 10px;color: black;font-weight: 500">特别提示：</span>

        <p>本《隐私保护政策及用户协议》不适用于其他第三方通过APP向您提供的服务。您向第三方提供的信息不适用本《隐私保护政策及用户协议》，我们建议您查看第三方的信息保护声明，以了解他们如何处理您的信息。对于您使用第三方服务时，向其提供或与他人分享个人信息而产生的后果由您自行承担。</p>
        <h2>第一部分 定义</h2>
        <p>1、“运维服务平台”平台服务：是指“运维服务平台”APP服务提供者开发、运营的旨在方便为参保人员提供人力资源与社会保障网上在线服务的应用。</p>
        <p>2、“运维服务平台”平台服务提供者：是指研发并提供“运维服务平台”平台产品和服务的四川久远银海股份有限公司，以下简称“我们”。</p>
        <p>3、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
        <p>4、个人敏感信息：包括身份证件号码、手机号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。</p>
        <p>5、个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</p>
        <h2>第二部分 法律声明</h2>
        <h3>一、权利归属</h3>
        <p>“运维服务平台”App的Logo、文字、图形及其组合，以及“运维服务平台”App其他标识、徽记、“运维服务平台”App服务的名称等为“运维服务平台”APP在中国和其他国家的专有标识。未经我们书面授权，任何单位和个人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。</p>
        <p>“运维服务平台”App所有的服务、技术与所有应用程序或其组件/功能（以下或简称“技术服务”）的知识产权均归属于“运维服务平台”App所有或归其权利人所有。 除非另行声明，“运维服务平台”App拥有所发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经我们许可，任何单位和个人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载“运维服务平台”App内的任何内容）。被授权浏览、复制、打印和传播属于“运维服务平台”App和服务信息内容的，该等内容不得用于商业目的且必须注明引用来源，并声明权利归属为我们。</p>
        <h3>二、责任限制</h3>
        <p>        “运维服务平台”APP用户自行上传、提供、发布相关信息，包括但不限于个人信息、用户名称、公司名称、联系人及联络信息，相关图片、资讯等，该等信息均由用户自行提供，“运维服务平台”App用户须对其提供的任何信息依法承担全部责任。</p>
        <p>        “运维服务平台”App在此提示，您在使用“运维服务平台”App产品及服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用“运维服务平台”App产品及服务从事侵犯他人名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，“运维服务平台”App不对您使用“运维服务平台”APP产品及服务的用途和目的承担任何责任。如果您存在违规使用行为，我们有权停止您的账号使用，并依法向有关部门报告。
        </p>
        <h2>第三部分 隐私保护政策</h2>
        <p>本政策部分将帮助您了解以下内容：</p>

        <p>1.我们如何收集和使用您的个人信息</p>

        <p>2.我们如何使用Cookie和同类技术</p>

        <p>3.我们如何共享、转让、公开披露您的个人信息</p>

        <p>4.我们如何保护您的个人信息</p>

        <p>5.我们如何处理未成年人的个人信息</p>

        <p>6.您的个人信息如何在全球范围转移</p>

        <p>7.本政策如何更新</p>

        <p> 8.如何联系我们</p>

        <h3>一、我们如何收集和使用您的个人信息</h3>

        <p>(一)我们如何收集您的信息</p>

        <p>我们会出于本政策所述的以下目的，收集和使用您的个人信息：</p>

        <p>1.   帮助您成为“运维服务平台”App用户</p>

        <p>如果您希望成为“运维服务平台”App用户，以便我们为您提供服务，包括 处理任务事项 等基本功能，您需要提供 用户名、密码、姓名 等基本信息，并创建“运维服务平台”App账号和密码。我们可能会根据满足所使用的业务功能需要的频率来收集个人信息。

        </p><p>如您需要通过使用“运维服务平台”App个人设置等功能，您需要额外提供社会保障号码补全账号信息，以便我们给您提供“运维服务平台”平台功能的产品或服务。如果您不提供该信息，将会影响到您使用个性化的产品或服务，但不会影响使用“运维服务平台”平台基本功能。</p>
        <p>在您主动注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求处理您的个人信息。</p>
        <p>就“运维服务平台”App账号注销流程，您可以通过“运维服务平台”App账户注销功能实现账号注销。</p>
        <p>2.向您提供产品或服务</p>

        <p>1)我们在您使用服务过程中收集的信息</p>
        <p>        为向您提供更契合您需求的智能硬件或软件、页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用产品、服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</p>
        <p>        设备信息：我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如IMEI串号、运营商名称、手机号码等）设备所在位置相关信息（例如GPS/北斗位置信息以及基站等传感器信息）。</p>
        <p>        日志信息：当您使用我们的APP提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、访问日期和时间、通话状态信息等。</p>
        <p>        请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</p>
        <p>        当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p>
        <p>        2)我们在您使用个性推荐服务过程中收集的信息</p>
        <p>        为向您提供更好、更个性化的服务，例如在不同的服务端或设备上提供更个性化但体验一致的服务，更契合您需求的输入推荐、客服接待或信息推送，了解产品适配性，识别账号异常状态，我们会收集您使用服务的相关信息，这些信息包括：设备信息、日志、服务使用信息。
        </p>
        <p>        日志：当您使用我们的APP时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的手机识别码IMEI、访问日期和时间以及访问时长、软硬件特征信息、您需求的网页记录及“运维服务平台”App服务Cookies信息等。
        </p>
        <p>        服务使用信息：我们会记录您在使用“运维服务平台”App及服务时提交或产生的信息、设置信息（例如记住密码、修改密码时间）等。
        </p>
        <p>        3.为您提供安全保障
        </p>
        <p>        为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们的政策或规则的行为，我们可能收集或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们合作伙伴取得您授权或依据法律共享的信息。
        </p>
        <p>        4.其他用途
        </p>
        <p>        我们将基于本政策未载明的其他特定目的收集您的信息时，会事先征求您的同意。
        </p>
        <p>        “运维服务平台”App收集及使用上述信息的目的是为了更好地经营“运维服务平台”App和服务（包括但不限于向您提供个性化的服务），并且会通过包括但不限于通过电子邮件、电话或短信息等方式通知。
        </p>
        <p>        如果我们停止运营“运维服务平台”App或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公开声明的形式通知您，并根据适用法律的要求处理您的个人信息。
        </p>
        <p>        (二)我们如何使用您的信息
        </p>
        <p>        收集您的信息是为了向您提供服务及提升服务质量，为了实现这一目的，我们会把您的信息用于下列用途：
        </p>
        <p>        1.向您提供您使用的“运维服务平台”App产品或服务，并维护、改进、优化这些服务及服务体验；
        </p>
        <p>        2.为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们的政策或规则的行为，保护您、其他用户或公众，我们的合法权益，我们可能使用或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施；
        </p>
        <p>        3.经您许可的其他用途。
        </p>
        <h3>        二、我们如何使用 Cookie 和同类技术
        </h3>
        <p>        为使您获得更轻松的访问体验，您使用“运维服务平台”App或服务时，我们可能会通过采用各种技术收集和存储您访问“运维服务平台”App服务的相关数据，在您访问或再次访问“运维服务平台”App服务时,我们能识别您的身份，并通过分析数据为您提供更好更多的服务。包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入账户信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie、Flash Cookie，或您应用程序提供的其他本地存储（统称“Cookie”）。 请您理解，我们的某些服务只能通过使用Cookie才可得到实现。
        </p>
        <h3>        三、我们如何共享、公开披露您的信息
        </h3>
        <p>        (一)共享
        </p>
        <p>        我们不会与“运维服务平台”App服务提供者以外的组织、公司和个人共享您的个人信息，但以下情况除外：
        </p>
        <p>        1.在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息；
        </p>
        <p>        2.法定情形下的共享：我们可能会根据法律法规规定在诉讼争议解决或者其他情形下，对外共享您的个人信息；
        </p>
        <p>        3.与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。
        </p>
        <p>        “运维服务平台”App服务含有到其他网站的链接。除法律另有规定外，“运维服务平台”App对其他网站的隐私保护措施不负任何责任。我们可能在任何需要的时候增加商业伙伴或共用品牌的网站，但是提供给他们的将仅是综合信息，我们将不会公开您的身份。
        </p>
        <p>        (二)公开披露
        </p>
        <p>        我们仅会在以下情况下，公开披露您的个人信息：</p>
        <p>1.获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</p>
        <p>        2.如果我们确定您出现违反法律法规或严重违反本政策的情况，或为保护“运维服务平台”App用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或本政策披露您的相关个人信息，包括相关违规行为以及“运维服务平台”App已对您采取的措施。
        </p>
        <p>        (三)不得披露
        </p>
        <p>        1.任何情况下，我们不会公开披露您的个人生物识别信息和基因、疾病等个人生理信息；
        </p>
        <p>        2.任何情况下，我们不会公开披露您的种族、民族、政治观点、宗教信仰等敏感数据分析结果。
        </p>
        <p>        (四)共享、公开披露个人信息时事先征得授权同意的例外
        </p>
        <p>        以下情形中，共享、公开披露您的个人信息无需事先征得您的授权同意：
        </p>
        <p>        1.与国家安全、国防安全有关的；
        </p>
        <p>        2.与公共安全、公共卫生、重大公共利益有关的；
        </p>
        <p>        3.与犯罪侦查、起诉、审判和判决执行等有关的；
        </p>
        <p>        4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        </p>
        <p>        5.您自行向社会公众公开的个人信息；
        </p>
        <p>        6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
        </p>
        <p>        根据法律规定，共享经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
        </p>
        <h3>        四、我们如何保护您的信息</h3>
        <p>        我们会采取各种预防措施来保护您的个人信息，以保障您的个人信息免遭丢失、盗用和误用，以及被擅自取阅、披露、更改或销毁。为确保您个人信息的安全，我们有严格的信息安全规定和流程，并有专门的信息安全团队在内部严格执行上述措施。
        </p>
        <p>        “运维服务平台”App有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。
        </p>
        <p>        我们会采取合理可行的措施，尽力避免收集无关的个人信息，并在限于达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期限或在法律的允许期限内。
        </p>
        <p>        在不幸发生个人信息安全事件后，我们将按照法律法规的要求尽快向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
        </p>
        <p>        互联网环境并非百分之百安全，尽管我们有这些安全措施，但请注意在互联网上不存在“完善的安全措施”，我们将尽力确保您的信息的安全性。
        </p>
        <h3>        五、未成年人保护
        </h3>
        <p>        我们重视未成年人的信息保护，对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许，父母或监护人明确同意或者保护未成年人所必要的情况下使用，共享，转让或披露此信息。我们将根据国家相关法律法规及本政策的规定保护未成年人的个人信息。
        </p>
        <h3>        六、您的个人信息如何在全球范围转移
        </h3>
        <p>        原则上，我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中华人民共和国境内。就中华人民共和国境外“运维服务平台”App用户使用“运维服务平台”App及服务过程中产生的个人信息，您同意回传存储在中国境内的服务器上，否则您无法使用现有“运维服务平台”App及服务。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。
        </p>
        <h3>        七、本政策如何更新
        </h3>
        <p>        我们的隐私政策可能变更。
        </p>
        <p>        未经您明确同意我们不会限制您按照本政策所应享有的权利。
        </p>
        <p>        对于重大变更，我们还会提供更为显著的通知（包括我们会通过“运维服务平台”App向您提供弹窗提示）。
        </p>
        <p>        本政策所指的重大变更包括但不限于：
        </p>
        <p>        1.我们的服务模式发生重大变化，如处理用户信息的目的、用户信息的使用方式等；
        </p>
        <p>        2.我们在控制权、组织架构等方面发生重大变化；
        </p>
        <p>        3.用户信息共享、转让或公开披露的主要对象发生变化；
        </p>
        <p>        4.我们负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化时；
        </p>
        <p>        5.用户信息安全影响评估报告表明存在高风险时。
        </p>
        <h3>        八、如何联系我们
        </h3>
        <p>        如果您对“运维服务平台”App的隐私保护政策或数据处理有任何疑问、意见或建议， 可以通过拨打028-65511666联系我们。
        </p>
        <h2>        第四部分  用户协议
        </h2>
        <p>        “运维服务平台”平台（下称本平台）用户分为注册用户和非注册用户。注册用户是指根据本平台注册页面提示信息进行实名注册成功后的用户，需要使用注册的账号及设置的密码（账号及密码合称“账户”）登录本平台。非注册用户是指无须进行实名注册即可使用本平台部分服务的用户。注册用户和非注册用户因其在平台形成的信息、使用的服务的范围和内容不同，具有不同的权利和义务。
        </p>
        <h3>        一、涉及注册用户的声明
        </h3>
        <p>        本部分中，所表述的“用户”均指“注册用户”。
        </p>
        <h4>        （一）服务内容
        </h4>
        <p>        1、本平台向用户提供的服务包括： 任务办理（添加、删除、查询、办理、暂存）、任务统计查询、个人设置 以及本平台为用户提供的其他服务。
        </p>
        <p>        2、用户使用本平台提供的具体服务时，应当满足相应的前提条件、具备相应的服务使用权限。用户不满足使用服务的前提条件、不具备服务使用权限的，无法使用相应服务。
        </p>
        <p>        3．我方有权因网络维护、更新等原因中断向用户提供相关服务，待维护、更新完成后继续向用户提供服务。
        </p>
        <p>        4．本平台提供的所有服务均为免费服务。
        </p>
        <h4>        （二）产品授权范围
        </h4>
        <p>        除需要网络权限外，还需要以下权限：
        </p>
        <p>        访问相册：访问用户相册的图片以上传图片
        </p>
        <h4>        （三）账户的注册与使用
        </h4>
        <p>        1．请您根据本平台注册页面提示信息进行实名注册，注册成功后，您有权使用您注册的账户登录本平台。
        </p>
        <p>        2．您需要对您所提供的实名注册资料的真实性负责。一经发现您未进行实名注册或者提供的实名注册资料不真实的，我方有权随时暂停提供有关服务。 您向平台提供的联系方式如发生变更，您应当及时在平台更新信息。如果因您提供的联系方式不准确，或您未及时更新您的联系方式信息，您应当自行承担因此而产生的不利后果。
        </p>
        <p>        3．您理解并承诺：您通过本平台办理有关新制卡申领业务时，需要完整填报有关信息，并对办理及提供的资料真实性、完整性负责；一旦发现您所填报的信息、提供的资料不真实或不完整的，将无法提供完整服务，本平台不对您填报的信息负审查义务。
        </p>
        <p>        4．您了解并知悉：您通过本平台提交的个人设置信息及资料均会报送至四川久远银海股份有限公司，上述信息的提供是为个人社会保障卡申领，且仅会用于四川久远银海股份有限公司的社保信息管理及符合法律规定的其他用途。
        </p>
        <p>        5．您了解并同意：基于使用本服务所需的账户的信息安全对您非常重要，您应妥善保管这些信息，建议您在办理完毕申报等事项后及时退出登录，以避免信息泄露；如因您自身的原因导致的账户资料及密码丢失、泄露、公开，以及因此造成的个人信息泄露等后果，本平台不承担任何责任。
        </p>
        <p>        6．四川久远银海股份有限公司非常重视用户个人信息的保护，四川久远银海股份有限公司通过本平台向用户提供服务时，将按照相关法律法规的规定收集、存储、使用、共享、转移、公开披露、保护和管理用户信息和隐私。四川久远银海股份有限公司将在停止运营本平台时，停止继续收集个人信息活动，并通过通知或公告的形式告知用户。
        </p>
        <h4>        （四）账户的安全及管理
        </h4>
        <p>        1．您的账户遭到未经授权的使用时，您应当立即通知本平台，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。
        </p>
        <p>        2．您应对您账户项下的所有行为结果负责。如发现任何未经授权使用您账户登录本平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知我方。您理解我方对您的任何请求采取行动均需要合理时间，除我方存在过错外，我方对在采取行动前已经产生的后果不承担任何责任。
        </p>
        <p>        3．我方有权基于单方独立判断，在认为可能不利于本平台提供服务或涉及违法违规等情形时，可不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分服务，对此我方不承担任何责任。
        </p>
        <p>        前述情形包括但不限于：
        </p>
        <p>        （1）本平台认为您未进行实名注册或者提供的实名注册资料不真实的；
        </p>
        <p>        （2）本平台认为您不是登录账户的信息权利人或存在未经授权的使用时；
        </p>
        <p>        （3）本平台发现异常情况或有合理理由怀疑操作有风险或有违法之虞时；
        </p>
        <p>        （4）本平台认为您已经违反本协议约定的。
        </p>
        <h4>        （五）免责声明
        </h4>
        <p>        1．您理解并同意，本平台对以下情形不做任何担保，包括但不仅限于：
        </p>
        <p>        （1）服务一定能满足您的要求；
        </p>
        <p>        （2）服务不会受中断；
        </p>
        <p>        （3）服务的安全性、及时性、完整性和准确性；
        </p>
        <p>        （4）服务所涉及相关方的服务；
        </p>
        <p>        （5）您收到的来自本平台的口头或书面的意见或信息；
        </p>
        <p>        （6）您所提供的身份信息一定被注册；
        </p>
        <p>        （7）他人无法使用与您相同的身份信息注册；
        </p>
        <h3>        二、 涉及非注册用户的声明
        </h3>
        <p>        本部分中，所表述的“用户”均指“非注册用户”。为保障信息安全，对非注册用户不提供社会保障卡申办登记等相关服务。
        </p>
        <h4>        （一）关于搜集、分拣信息
        </h4>
        <p>        当您浏览或阅读本平台的信息时，平台会自动搜集和分拣到您的信息（包括但不限于访问时间、访问页面），这些信息不会被用来确定您的身份。
        </p>
        <h4>        （二）关于信息安全
        </h4>
        <p>        本平台将使用相应的技术，对您所提供的个人资料进行严格的管理和保护，防止个人资料丢失、被盗用或遭篡改。
        </p>
        <p>        本平台只有在下列条件下，方对收集的个人资料进行必要范围以外的使用：
        </p>
        <p>        （1）已取得您的书面同意；
        </p>
        <p>        （2）为免除您在生命、身体或财产方面遇到的急迫危险；
        </p>
        <p>        （3）为防止他人权益遭受重大危害；
        </p>
        <p>        （4）为增进公共利益，且无损于您的重大利益。
        </p>
        <p>        （5）当政府机关依照法定程序要求本平台披露个人资料时，本平台将根据其要求或为了公共安全的目的提供个人资料。
        </p>
        <p>        （6）经我方独立判断后需要进行必要范围以外的使用的其他条件。
        </p>
        <h3> 三、公共声明
        </h3>
        <p>        本部分声明对注册用户和非注册用户均适用。
        </p>
        <h4>        （一）免责声明
        </h4>
        <p>        1．您理解并同意，因下列原因导致本平台无法正常提供服务的，本平台不承担责任：
        </p>
        <p>        （1）本平台及第三方机构等承载本服务系统停机维护期间；
        </p>
        <p>        （2）您的手机软件和通信线路、供电线路出现故障的；
        </p>
        <p>        （3）您操作不当或通过非本平台及第三方机构授权或认可的方式使用服务的；
        </p>
        <p>        （4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障或政府行为等原因；
        </p>
        <p>        （5）由于黑客攻击、网络供应商技术调整或故障、平台升级系统方面的问题等原因而造成的服务中断或延迟；
        </p>
        <p>        （6）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本服务系统障碍不能执行业务的。
        </p>
        <p>        2．发生下列情况时本平台不承担任何责任：
        </p>
        <p>        （1）本平台已采取必要的信息安全保护措施但仍遭受到黑客攻击、计算机病毒侵入或发作，因政府部门管制和其他不可抗力等，造成的个人资料泄露、丢失、被盗用或被篡改等。
        </p>
        <p>        （2）本平台不能控制或保证与之相链接的各个网站信息的准确性、及时性和完整性，因与本平台链接的其它网站造成个人资料泄露及由此而导致的任何法律争议和后果。
        </p>
        <h4>
          （二）特别约定
        </h4>
        <p>        1．您在本平台的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我方有权直接删除该等违反规定之信息，并可以暂停或终止服务。
        </p>
        <p>        2．若您利用本平台从事任何违法或侵权行为，由您自行承担全部责任，并承担因此给我方或任何第三方造成的全部损失。
        </p>
        <h4>        （三）条款有效性
        </h4>
        <p>        本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割。在此情况下，本协议的其他条款仍然完全有效并具有约束力。
        </p>
        <h4>        （四）法律适用
        </h4>
        <p>        本协议之生效、解释、补充、终止等均适用中华人民共和国法律（大陆地区）。
        </p>
      </div>
    </template>
  </omsp-container>
</template>

<script>
import OmspContainer from '../../components/container/OmspContainer'
export default {
  name: 'Private',
  components: { OmspContainer }
}
</script>

<style scoped lang="less">
  p{ text-indent:2em;}

  .title{
    /*width:396px;*/
    /*height:40px;*/
    font-size:18px;
    font-family:PingFang-SC-Medium,PingFang-SC;
    font-weight:500;
    color:rgba(1,0,37,1);
    line-height:20px;
    text-align: center;
    margin: 20px;
  }
  h2{
    color: #333333;
    font-family:PingFang-SC-Medium,PingFang-SC;
    font-weight:500;
    font-size: 15px;
    margin-left: 10px;
    line-height:26px;
  }
  h3{
    color: #333333;
    font-family:PingFang-SC-Medium,PingFang-SC;
    font-weight:400;
    font-size: 15px;
    margin-left: 20px;
    line-height:26px;
  }
  h4{
    color: rgba(53, 53, 53, 0.98);
    font-family:PingFang-SC-Medium,PingFang-SC;
    font-weight:400;
    font-size: 15px;
    margin-left: 20px;
    line-height:26px;
  }
  .date{
    font-size:12px;
    font-family:PingFang-SC-Medium,PingFang-SC;
    font-weight:500;
    color:rgba(166,168,181,1);
    line-height:20px;
    text-align: right;
    margin-right: 18px;
  }
  .text{
    /*width:678px;
    height:1524px;*/
    font-size:15px;
    font-family:PingFangSC-Regular,PingFang SC;
    font-weight:400;
    /*color:rgba(51,51,51,1);*/
    color:#999999;
    line-height:26px;
    margin: 10px;
  }
</style>
